{"class_name": "Sequential", "keras_version": "2.1.1", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "relu", "batch_input_shape": [null, 10000], "activity_regularizer": null, "trainable": true, "name": "dense_1", "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "units": 16, "dtype": "float32"}}, {"class_name": "Dense", "config": {"activation": "relu", "activity_regularizer": null, "trainable": true, "name": "dense_2", "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "units": 16}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "activity_regularizer": null, "trainable": true, "name": "dense_3", "bias_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "use_bias": true, "bias_constraint": null, "kernel_constraint": null, "units": 1}}]}