{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"kernel_constraint": null, "activity_regularizer": null, "name": "dense_1", "units": 64, "batch_input_shape": [null, 10000], "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "trainable": true, "dtype": "float32", "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "activity_regularizer": null, "name": "dense_2", "units": 64, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "activity_regularizer": null, "name": "dense_3", "units": 46, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "trainable": true, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activation": "softmax", "use_bias": true}}], "keras_version": "2.1.1"}